# ConductorSize Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
GroundConductorSize..::..ConductorSize Property
GroundConductorSize Class See Also
---
Get conductor size corresponding to specific ampacity.
**Namespace:** Autodesk.Revit.DB.Electrical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public string ConductorSize { get; }
```

Visual Basic
---
```text
Public ReadOnly Property ConductorSize As String
	Get
```

Visual C++
---
```text
public:
property String^ ConductorSize {
	String^ get ();
}
```

# See Also
GroundConductorSize Class
Autodesk.Revit.DB.Electrical Namespace